accountsservice
acpi
alacritty
alsa-firmware
alsa-lib
alsa-plugins
appimage-appimage
arandr
arch-install-scripts
archlabs-baph
archlabs-fonts
archlabs-icons
archlabs-keyring
archlabs-scripts
archlabs-skel-base
archlabs-skel-i3-gaps
archlabs-skel-openbox
archlabs-themes
archlabs-wallpapers
autoconf
automake
base
bash-completion
bind
binutils
bison
blueman
bluez
bluez-hid2hci
bluez-plugins
bluez-tools
bluez-utils
chromium
clementine
cmake
code
crda
ddrescue
dhclient
dhcpcd
diffutils
dmraid
dnsmasq
dosfstools
dpkg
drive-bin
dunst
efibootmgr
emacs
ethtool
exfat-utils
exo
f2fs-tools
fd
feh
ffmpeg
firefox
flex
fsarchiver
gcc
git
gnome-keyring
grub
gsimplecal
gst-libav
gst-plugins-base
gst-plugins-good
gstreamer
gtk3
gvfs
hdparm
htop
i3-gaps
i3blocks
intel-ucode
ipw2100-fw
ipw2200-fw
iwd
lftp
libmad
libmatroska
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit-theme-aether
linux-firmware
linux-lts
lm_sensors
lsb-release
lsscsi
m4
make
man-db
man-pages
mdadm
mtools
nabi-git
nano
neovim-nightly-git
nerd-fonts-ibm-plex-mono
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntp
obsidian-appimage
openbox
openconnect
openssh
openvpn
os-prober
p7zip
pacman-contrib
pamixer
partclone
parted
partimage
patch
pavucontrol
picom
pkgconf
polkit-gnome
polybar
ppp
pptpclient
pulseaudio
pulseaudio-alsa
python-pip
python-pynvim
python2-pip
redshift
reflector
rp-pppoe
ruby
rustup
scrot
sdparm
sg3_utils
sudo
tcpdump
terminus-font
termite
testdisk
texinfo
thunar
thunar-volman
ttf-dejavu
ttf-kopubworld
tumbler
typescript
usb_modeswitch
usbutils
vi
volumeicon
wget
which
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xarchiver
xclip
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-power-manager
xfce4-settings
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yarn
yay
zathura
zathura-pdf-poppler
zsh
