arch-install-scripts
autoconf
automake
base
binutils
bison
fakeroot-tcp
flex
gcc
git
groff
less
libtool
m4
make
nano
neovim
npm
patch
pkgconf
python
python-pip
ranger
sudo
systemd
texinfo
the_silver_searcher
vi
vim
wget
which
yarn
zsh
